Repository: slothsoft/hello-c-sharp
Catalog: HelloCSharp.Api/Resources/strings.*.resx
Languages: de

# RelationshipType_Partners_Message
source: is the partner of
de: ist der Partner von

# RelationshipType_Siblings_Message
source: is the sibling of
de: ist das Geschwister von

# RelationshipType_ParentOf_Message
source: is the parent of
de: ist das Elternteil von

# RelationshipType_ChildOf_Message
source: is the child of
de: ist das Kind von

# RelationshipType_Hates_Message
source: hates
de: hasst

# RelationshipType_Partners_DisplayName
source: Partners
de: Partner

# RelationshipType_Siblings_DisplayName
source: Siblings
de: Geschwister

# RelationshipType_ParentOf_DisplayName
source: Parent
de: Elternteil

# RelationshipType_ChildOf_DisplayName
source: Child
de: Kind

# RelationshipType_Hates_DisplayName
source: Enemies
de: Feindschaft
